<!-- About Section -->
<section id="about" class="about section">

  <!-- Section Title -->
  <div class="container section-title" data-aos="fade-up">
    <h2>समाधी मंदिर<br></h2>
    <p><span>श्री संत ज्ञानेश्वर महाराजांचे </span> <span class="description-title">संक्षिप्त चरित्र</span></p>
  </div><!-- End Section Title -->

  <div class="container">

    <div class="row gy-4">
      <div class="col-lg-7" data-aos="fade-up" data-aos-delay="100">
        <img src="<?php echo base_url();?>assets/img/mauli1.jpg" class="img-fluid mb-4" alt="" style="height:500px; width:700px;">
        <!-- <div class="book-a-table">
          <h3>Book a Table</h3>
          <p>+1 5589 55488 55</p>
        </div> -->
        <div class="position-relative mt-4">
            <img src="<?php echo base_url();?>assets/img/palakhi.jpg" class="img-fluid" alt="" style="height:400px; width:750px;">
            <a href="https://youtu.be/K7je3n9f-vw?si=pRsaDL2WgESBpA0i" class="glightbox pulsating-play-btn"></a>
          </div> <br><br>
          <div class="content ps-0 ps-lg-5">
          <ul>
            <li><i class="bi bi-check-circle-fill"></i> <span>पैठणहून परतताना चारही भावंडे नेवाशाला आली. भागवत धर्मातील ज्ञानमय, कर्मप्रधान भक्तिचे सोज्वळ प्रतिपादन ज्या गीतेत भगवंतांनी केले आहे. त्या गीतेवरील ज्ञानदेवांचे भाष्य, भावार्थ दीपिका-ज्ञानेश्वरी याच नेवाशात आकारास आली. ज्ञानदेवांनी ज्यांना जीवनदान दिले, ते सच्चिदानंदबाबा, श्रद्धेने ज्ञानदेवांचे शब्द टिपून घेण्यास बसले. वयाच्या केवळ पंधराव्या वर्षी केलेल्या या अलौकिक ग्रंथनिर्मितीचे सारे श्रेय ज्ञानदेव आपले सदगुरु श्रीनिवृत्तीनाथ महाराजांना देतात. ज्ञानदेवीमुळे ज्ञानदेवांचा महिमा सर्वत्र पसरला. आपल्या तपोबळाचा व योगसामर्थ्याचा अपार गर्व असणारे योगी चांगदेव नेवाशाच्या परिसरातच पुणतांब्याला होते. ज्ञानदेवांना पत्र लिहायला घेतलेल्या चांगदेवांना पत्राचा मायना लिहिताना ‘तीर्थरुप’ लिहावे की ‘चिरंजीव’ असा प्रश्न पडला. ते स्वतः वयाने मोठे असल्याने आपल्यापेक्षा वयाने कितीतरी लहान असलेल्या ज्ञानदेवांना ‘तीर्थरुप’ असे म्हणवेना. तर वयाने लहान असले तरी ज्ञान व अध्यात्मिक अधिकाराने ज्ञानदेव वडील असल्याने त्यांना ‘चिरंजीव’ असे संबोधवेना. अखेर एका कोऱ्या पत्रावर केवळ ‘स्वस्तिश्री’ एवढेच शब्द लिहून चांगदेवांनी ते पत्र ज्ञानदेवांकडे रवाना केले. इतकी वर्षे जगूनही आत्मज्ञान-प्राप्तीच्या प्रांतात ‘कोरे’च राहिलेल्या या योगीराजाची कणव येऊन त्यांच्या अंतःकरणात आत्मबोधाचा उगम होईल अशा ज्ञानबोधभरीत ६५ ओव्या ज्ञानदेवांनी त्याच पत्रावर, चांगदेवांचे ‘स्वस्तिश्री’ हे शब्द तसेच सुरवातीला ठेऊन लिहिल्या. ज्ञानदेवांच्या याच ग्रंथाचे नाव म्हणजे ‘चांगदेवपासष्ठी’. नाथसंप्रदायाच्या शिवशक्ती समावेशनाचे आणि शांभवाद्वय तत्वज्ञानाचे सार ज्ञानदेवांनी यात ओतले आहे. याच तत्वज्ञानाचा आणखी मनोहर विस्तार ज्ञानदेवांनी आपल्या ‘अनुभवामृत’ अथवा ‘अमृतानुभव’ या अलौकिक ग्रंथात केलेला आढळतो. ज्ञानदेवांनी लिहिलेल्या ६५ ओव्यांपैकी एकाही ओवीचा अर्थ न समजलेले चांगदेव, उग्र अहंकार व सामर्थ्याची प्रतिके असलेल्या वाघाचे वाहन, तर, नागाचा चाबूक हातात घेऊन ज्ञानदेवादी भावंडांच्या भेटीस निघाले.</span></li>
            <li><i class="bi bi-check-circle-fill"></i> <span>विश्वव्यापक चैतन्याशी जे तादात्म्य पावलेले आहेत त्यांच्या स्पर्शाने जड वस्तूलाही चैतन्य लाभते, याचा साक्षात्कार चांगदेवांना, ज्ञानदेवादी भावंडांना घेऊन चालत येणाऱ्या जड भिंतीने घडविला. त्यांची संपूर्ण अहंता गळून गेली. अहंकारगलित चांगदेवांनी मुक्ताईचे शिष्यत्व पत्करले. पुढे संतमेळ्यासह ही चारही भावंडे ‘महायोगपीठ’ असलेल्या पंढरीस जमली. तिथे भक्तराज नामदेवांची भेट झाली. जणू ज्ञान आणि भक्तिचाच संगम झाला. पांडुरंगाच्या प्रेरणेने ज्ञानदेवादी भावंडांनी, नामदेवासह सर्व संतमेळा बरोबर घेऊन भारतभर यात्रा करुन भागवतधर्माचा प्रेम-भक्तिचा संदेश समाजाच्या कानाकोपऱ्यात पोचवला. महाराष्ट्रातील भागवतधर्मरुपी मंदिराचा तात्विक पाया रचला. आपले अवतारकार्य परिपूर्ण झाल्याची आंतरिक जाणीव होताच ज्ञानदेवांनी संजीवन समाधी घेण्याची परवानगी यात्रेहून परतल्यावर पंढरपुरात पांडुरंगांकडे मागितली. शिवपीठ म्हणून पूर्वापार प्रख्यात असलेल्या आळंदीला सिद्धेश्वरासमोर समाधीला जागा मागितली. कार्तिक वद्य त्रयोदशी इ.स.१२९६ हा दिवस निश्चित केला. संतमेळ्यासह प्रत्यक्ष पांडुरंग सपरिवार आळंदीस आले. वियोगाच्या दुःखाने इंद्रायणी डहुळली. योग्य अशा निर्धारित वेळी देव आणि निवृत्तीनाथांनी आपल्या हातांनी ज्ञानदेवांना समाधीस्थानावर बसविले. साधकांचा मायबाप, योग्यांची माऊली, विठोबाचा प्राणसखा ‘ज्ञानोबा’ आज सातशे पंचवीस (७२५) आळंदीस समाधी सुखात अखंड निमग्न आहे. अनंत काळापर्यंत असणार आहे.</span></li>
            <li><i class="bi bi-check-circle-fill"></i> <span>देव निवृत्ति यांनीं धरिले दोन्ही कर । जातो ज्ञानेश्वर बैसावया ॥१॥ नदीचिया माशा घातलें माजवण । तैसे जनवन कालवलें ||२|| दाही दिशा धुंद उदयास्तावीण । तैसेंचीं गगन कालवलें ॥३॥ जाऊनि ज्ञानेश्वर बैसले आसनावरी । पुढें ज्ञानेश्वरी ठेवियेली ॥४॥ ज्ञानदेव ह्मणे सुखी केले देवा । पादपद्मीं ठेवा निरंतर ॥५॥ तीन वेळा तेव्हां जोडिलें करकमळ । झांकियेले डोळे ज्ञानदेवें ॥६॥ भीममुद्रा डोळा निरंजन मैदान । झाले ब्रह्म पूर्ण ज्ञानदेव ॥ ७ ॥ नामा म्हणे आतां लोपला दिनकर । बाप ज्ञानेश्वर समाधिस्थ ॥८॥</span></li>
          </ul>
          <h2>
          संत नामदेव
          </h2>
        </div>
      </div>
      <div class="col-lg-5" data-aos="fade-up" data-aos-delay="250">
        <div class="content ps-0 ps-lg-5">
          <p class="fst-italic">
          ज्ञानदेव म्हणजे प्रत्यक्ष भगवान महाविष्णुच. ‘महाविष्णुचा अवतार । सखा माझा ज्ञानेश्वर’ असा श्री संत जनाबाईंचा दाखला आहे. अर्जुनाचा मोह नष्ट व्हावा म्हणून कुरुक्षेत्रावर गीता सांगणारे परमात्मा श्रीकृष्ण हे विष्णुचे अवतार, तर त्याच गीतेवर कलीयुगात मराठी टीका लिहिणारे ज्ञानदेव हे भगवान श्रीकृष्णाचे अवतार. ज्याने द्वापारात गीता सांगितली त्यानेच कलीयुगात गीतार्थ मराठीत आणला असे प्रमाण देताना एकनाथ महाराज म्हणतात,
          </p>
          <ul>
            <li><i class="bi bi-check-circle-fill"></i> <span>आपेगांवचे पिढीजात देशकुलकर्णी विठ्ठलपंत आणि आळंदीचे रहिवासी असणाऱ्या सिदोपंतांची मुलगी रुक्मिणी यांचा विवाह झाला तो दैवी प्रेरणेने. लहानपणापासून विरक्त असणाऱ्या विठ्ठलपंतांनी तरुणपणीच तीर्थयात्रा करण्यास घराबाहेर पाऊल ठेवले. अनेक क्षेत्रांना भेट देत विठ्ठलपंत आळंदीस आले आणि सिदोपंतांच्या घरी रात्रीच्या आश्रयास उतरले. त्याच रात्री सिदोपंतांना स्वप्नात प्रत्यक्ष पांडुरंगाने, त्यांची मुलगी रुक्मिणी हिचा विवाह यात्रेकरु म्हणून आलेल्या विठ्ठलपंतांशी करावा असा दृष्टांत दिला. तर, सिदोपंतांच्या मुलीशी विवाह करावा असा स्वप्नदृष्टांत विठ्ठलपंतांनाही झाल्याने या उभयतांचे लग्न झाले. प्रथमपासूनच वैराग्याची दशा अंगी बाणलेल्या विठ्ठलपंतांचे मन संसारात रमत नव्हते. संन्यासाची इच्छा त्याना वारंवार प्रबळतेने व्हावयाची.</span></li>
            <li><i class="bi bi-check-circle-fill"></i> <span>लग्नानंतर पत्नीच्या परवानगीशिवाय संन्यास घेता येत नाही या शास्त्रवचनाचे ज्ञान असणाऱ्या विठ्ठलपंतांनी एका अ-सावध क्षणी पत्नीकडून संन्यासाची अनुमती घेतली आणि काशीस प्रयाण केले. एका ब्रह्मनिष्ठ योगी पुरुषाचे शिष्यत्व पत्करुन विधिवत संन्यासाची दीक्षा घेऊन ‘चैतन्याश्रम’ असे नवीन नाव धारण केले. विठ्ठलपंतांच्या काशीस जाण्याने विव्हळ बनलेल्या त्यांच्या पत्नीने, अश्वत्थाची(पिंपळाची) पूजा • सुरु केली. तोच सोन्याचा पिंपळ आळंदीस आजही विराजमान आहे. योगायोगाने पुढे विठ्ठलपंतांचे गुरु दक्षिणेस तीर्थाटनासाठी आले असताना, आळंदीत याच पिंपळाजवळ त्यांची विठ्ठलपंतांच्या पत्नीशी भेट झाली. सर्व गोष्टींचा उलगडा झाला. • गुरुदेवांनी वाराणसीला परत गेल्यावर विठ्ठलपंतांकडून सर्व प्रकारची खात्री करून घेतली. गृहस्थाश्रम पुन्हा स्वीकारण्याची आज्ञा दिली. गुरुंचे वचन प्रमाण मानून विठ्ठलपंत आळंदीला परतले. त्यांचा आणि रुक्मिणीमातेचा संसार सुरु झाला. कालांतराने या दोघांचे पोटी निवृत्तीनाथ, ज्ञानदेव, सोपानदेव आणि मुक्ताबाई या चार भावंडांचा जन्म झाला.</span></li>
            <li><i class="bi bi-check-circle-fill"></i> <span>ज्ञानदेवांचा जन्म इ.स. १२७५ या वर्षातील श्रावण वद्य अष्टमीच्या मध्यरात्रीचा. ज्यावेळी भगवान गोपालकृष्णांचा जन्म झाला बरोबर त्याचवेळी ज्ञानदेवांचा जन्म झालेला आहे. धर्मशास्त्राप्रमाणे संन्यास ही गृहस्थाश्रमापेक्षा श्रेष्ठ अवस्था मानलेली आहे. अशा श्रेष्ठ अवस्थेला पोचून पुन्हा प्रपंचासारख्या तुलनेने अवनत अवस्थेत रमणाऱ्याला शास्त्रात‘आरुढपतित’ अशी संज्ञा आहे. ‘आरुढपतित’ म्हणून विठ्ठलपंतांचा आणि ‘संन्याशाची पोरं’ म्हणून ज्ञानदेवादी भावंडांचा त्याकाळच्या धर्मपंडितांनी आणि त्यांच्या प्रभावाखालील समाजाने अनन्वित छळ केला. त्यांना वाळीत टाकले. आळंदी गावापासून दूर असलेल्या सिद्धबेटावर सगळ्यांनी निवास केला. तिन्ही मुलांच्या मुंजी करुन त्यांना पुन्हा धर्मात घेण्याची विनंती विठ्ठलपंतांनी धर्मपंडितांना केली. आपल्या अपराधाबद्दल आपण प्रायश्चित्त घेण्यास तयार असल्याचेही सांगितले. त्यावेळच्या धर्मनिर्णयाप्रमाणे विठ्ठलपंतांनी आणि त्यांच्या पत्नीने मुलांसाठी देहान्त प्रायश्चित स्वीकारले. धर्मसभेने सांगितलेल्या निवाड्यानुसार शुद्धीपत्र आणण्यासाठी चारही भावंडे ‘दक्षिण काशी’ म्हणून प्रख्यात असलेल्या पैठणला गेली. ब्रह्मसभेशी निवृत्तीनाथांनी वादचर्चा केली. गीतेतील अद्वैतपर ज्ञान-भक्तिचा सिद्धांत ज्ञानदेवांनी प्रतिपादन केला. पण ब्रह्मवृंद ऐकेना. परब्रह्म सर्वव्यापक आहे याचे शाब्दिक व कोरडे ज्ञान असणारा ब्रह्मवृंद, ज्ञानदेवांनी रेड्याच्या मुखातून वेदपठण प्रत्यक्ष करविल्यावर दीपून गेला. विश्व ब्रह्ममय आहे याचे केवळ ज्ञानच नाही तर त्याची अनुभूती ज्यांच्या जवळ आहे अशा या चार विलक्षण विभूतींना पैठणकरांनी सादर शुद्धीपत्र दिले. जे स्वरुपतःच शुद्ध आहेत, त्यांना लौकिक पत्राची आवश्यकता कधीच नसते, हे जाणून पैठणकरांनी शुद्धीपत्र दिले.</span></li>
          </ul>  
          <img src="<?php echo base_url();?>assets/img/mauli.png" class="img-fluid mb-4" alt="" style="height:500px; width:700px;">        
        </div>
      </div>
    </div>

  </div>

</section><!-- /About Section -->
