
<!-- Menu Section -->
<section id="menu" class="menu section">

  <!-- Section Title -->
  <div class="container section-title" data-aos="fade-up">
    <h2>संस्थान उपक्रम</h2>
    <p><span class="description-title">संस्थान उपक्रम</span></p>
  </div><!-- End Section Title -->

  <div class="container">

    <ul class="nav nav-tabs d-flex justify-content-center" data-aos="fade-up" data-aos-delay="100">

      <li class="nav-item">
        <a class="nav-link active show" data-bs-toggle="tab" data-bs-target="#menu-starters">
          <h4>ज्ञानभूमी भक्तीपीठ</h4>
        </a>
      </li><!-- End tab nav item -->

      <li class="nav-item">
        <a class="nav-link" data-bs-toggle="tab" data-bs-target="#menu-breakfast">
          <h4>प्रसादालय</h4>
        </a><!-- End tab nav item -->

      </li>
      <li class="nav-item">
        <a class="nav-link" data-bs-toggle="tab" data-bs-target="#menu-lunch">
          <h4>ग्रंथालय / अभ्यासिका</h4>
        </a>
      </li><!-- End tab nav item -->

      <li class="nav-item">
        <a class="nav-link" data-bs-toggle="tab" data-bs-target="#menu-dinner">
          <h4>माऊली बाग</h4>
        </a>
      </li><!-- End tab nav item -->

    </ul>

    <div class="tab-content" data-aos="fade-up" data-aos-delay="200">

      <div class="tab-pane fade active show" id="menu-starters">

        <div class="tab-header text-center">
          <p>उपक्रम</p>
          <h3>ज्ञानभूमी भक्तीपीठ</h3>
        </div>

        <div class="row gy-5">

          <div class="col-lg-4 menu-item">
            <a href="<?php echo base_url();?>assets/img/menu/menu-item1.png" class="glightbox"><img src="<?php echo base_url();?>assets/img/menu/menu-item1.png" class="menu-img img-fluid" alt=""></a>
            <!-- <h4>Magnam Tiste</h4> -->
            <p class="ingredients">
            श्री ज्ञानेश्वर महाराज संस्थान समिति आळंदी यांचे तर्फे श्री क्षेत्र आळंदी येथे संस्थानच्या स्वतःच्या ४५० एकर जागेवर “ज्ञानभूमी भक्तीपीठ” हा महत्वाकांक्षी प्रकल्प आकार घेत आहे.
           <br>
            वारकरी संप्रदाय केंद्रस्थानी ठेवून वारकऱ्यांची मुख्य श्रद्धास्थाने व त्यांना जोडणारी महाराष्ट्रातीलच नव्हे तर जगभरातील वारकऱ्यांचा वार्षिक सोहळा असणारी “वारी” या समृद्ध सांस्कृतिक परंपरेला हा प्रकल्प समर्पित आहे. त्यामुळेच या प्रकल्पात खालील सुविधांचा समावेश आहे.
            </p>
          </div><!-- Menu Item -->

          <div class="col-lg-4 menu-item">
            <a href="<?php echo base_url();?>assets/img/menu/menu-item2.png" class="glightbox"><img src="<?php echo base_url();?>assets/img/menu/menu-item2.png" class="menu-img img-fluid" alt=""></a>
            <h4>दिंडी निवास व्यवस्था</h4>
            <p class="ingredients">
            वारीच्या काळात दिंड्यांना स्वतःच्या राहुटया उभारून निवास करता यावा याकरिता ५०० दिंड्यांची सोय होईल अशी नियोजनबद्ध निवास व्यवस्था, स्वच्छतागृहे व स्वयंपाककरिता सुसज्ज तसेच सांस्कृतिक कार्यक्रम – भजन किर्तन इ. करिता संमेलन सुविधांसह युक्त अशी व्यवस्था उभारली जाईल.
            </p>
          
          </div><!-- Menu Item -->

          <div class="col-lg-4 menu-item">
            <a href="<?php echo base_url();?>assets/img/menu/menu-item3.png" class="glightbox"><img src="<?php echo base_url();?>assets/img/menu/menu-item3.png" class="menu-img img-fluid" alt=""></a>
            <h4>भक्त निवास</h4>
            <p class="ingredients">
            श्री क्षेत्र आळंदी येथे वारीच्या काळातच नव्हे तर इतर वर्षभर भाविकांची व वारकऱ्यांची वर्दळ असते याकरिता ५००० क्षमतेचा “वारकरी भक्त निवास” प्रकल्पात प्रस्तावित केला आहे.
            </p>
          
          </div><!-- Menu Item -->

          <div class="col-lg-4 menu-item">
            <a href="<?php echo base_url();?>assets/img/menu/menu-item4.png" class="glightbox"><img src="<?php echo base_url();?>assets/img/menu/menu-item4.png" class="menu-img img-fluid" alt=""></a>
            <h4>ज्ञानभूमी सांस्कृतिक केंद्र </h4>
            <p class="ingredients">
            (वारकरी विद्यापीठ) यात वारकरी संप्रदायचे पारंपरिक शिक्षण देणाऱ्या सुविधा उदा. व्याख्यान व प्रशिक्षण केंद्रे, प्रदर्शने व खुली नाट्यगृहे तसेच विद्यार्थ्यांकरिता वसतीगृहे व शिक्षक शिक्षकेतर कर्मचारी वर्गाकरिता निवासस्थाने यांचा समावेश आहे. 
            </p>
           
          </div><!-- Menu Item -->

          <div class="col-lg-4 menu-item">
            <a href="<?php echo base_url();?>assets/img/menu/menu-item5.png" class="glightbox"><img src="<?php echo base_url();?>assets/img/menu/menu-item5.png" class="menu-img img-fluid" alt=""></a>
            <h4>पैसचा खांब व परिसर</h4>
            <p class="ingredients">
            संतश्रेष्ठ ज्ञानेश्वरांनी नेवासे येथे ज्या खांबाजवळ बसून ज्ञानेश्वरी लिहिली त्याच खांबाची प्रतिकृती व त्याच्या जवळच माऊलींच्या व इतर संतांच्या जीवनपटावर व प्रसंगांवर आधारित सुसज्ज असे संग्रहालय उभारण्यात येणार आहे.
            </p>
          
          </div><!-- Menu Item -->

          <div class="col-lg-4 menu-item">
            <a href="<?php echo base_url();?>assets/img/menu/menu-item6.png" class="glightbox"><img src="<?php echo base_url();?>assets/img/menu/menu-item6.png" class="menu-img img-fluid" alt=""></a>
            <h4>प्रतिकात्मक वारी मार्ग </h4>
            <p class="ingredients">
            ईच्छा असूनही वारी करू न शकणाऱ्या सर्व नागरिकांसाठी श्री ज्ञानेश्वर महाराज संजीवन समाधी मंदिरापासून सुरू होऊन पैस च्या खांबाच्या परिसरापर्यंत “प्रतिकात्मक वारी मार्ग” तयार केला गेला आहे. प्रत्यक्ष वारी मार्गावरील सर्व मुक्कामाच्या ठिकाणी असलेल्या मुख्य इमारतींच्या प्रतिकृती (उदा. शनिवारवाडा पुणे, राम मंदिर फलटण आदि) या मार्गावर उभारल्या जातील तसेच वारीचा शिरपेच समजले जाणारे “उभे रिंगण” व “गोल रिंगण” या दोन्हींच्या थराराचा अनुभव विडियोग्राफीच्या वा व्हर्चुअल रीयालिटिच्या माध्यमातून थराराचा अनुभव घेता येईल वारकरी विद्यालयातील विद्यार्थी हे या प्रतिकात्मक वारीमध्ये पारंपरिक वेशामध्ये सहभागी होतील व वारीत खेळले जाणारे खेळ व भजने, किर्तने, गाणी, जयघोष यातून वारीचे भारलेले वातावरण प्रतिकात्मकरित्या का होईना पण येणाऱ्या प्रत्येक नागरिकास अनुभवता येईल.
            </p>
          
          </div><!-- Menu Item -->

        </div>
      </div><!-- End Starter Menu Content -->

      <div class="tab-pane fade" id="menu-breakfast">

        <div class="tab-header text-center">
          <p>उपक्रम</p>
          <h3>प्रसादालय</h3>
        </div>

        <div class="row gy-5 justify-content-center text-center">

          <div class="col-lg-4 menu-item ">
            <a href="<?php echo base_url();?>assets/img/menu/menu-item7.png" class="glightbox"><img src="<?php echo base_url();?>assets/img/menu/menu-item7.png" class="menu-img img-fluid" alt=""></a>
           
            <p class="ingredients">
            दिनांक २६/०२/२००७ रोजी श्री ज्ञानेश्वरमहाराज संस्थान कमिटीतर्फे संतश्रेष्ठ श्री ज्ञानेश्वरमहाराजांच्या संजीवन समाधीच्या दर्शनासाठी आलेल्या भाविक भक्तांना माऊलींच्या प्रसादाचा लाभ घेता यावा, याकरिता नवे भक्तनिवास येथील तळमजल्यावर प्रशस्त जागेत माऊली भोजन प्रसादालय सुरू करण्यात आले. सदर ठिकाणी अत्याधुनिक स्वयंपाकगृह, २५ टेबल व १०० खुर्च्यासह प्रसादालय उभारले आहे. प.पू.श्री. गोविंदगिरीजीमहाराज (किशोरजी व्यास) व ह.भ.प. किसन महाराज, गडहिंग्लज यांचे हस्ते अन्नपूर्णामातेचे पूजन करून प्रसादालयाचे उद्घाटन करण्यात आले. सदर कार्यक्रमासाठी तत्कालीन जिल्हा न्यायाधीश मा. श्रीमती रेखाताई सोंडूर बलदोटा, ह.भ.प. मारुतीमहाराज कुऱ्हेकर, वै.ह.भ.प. विठ्ठलमहाराज चौधरी, प्रमुख विश्वस्त सुधीर पिंपळे व सर्व विश्वस्त, नगराध्यक्ष, नगरसेवक, संस्थानचे मानकरी, सेवेकरी हे मान्यवर व आळंदीकर ग्रामस्थ उपस्थित होते.
            </p><br>
            <p class="ingredients">
            प्रसादभोजनाकरिता देवस्थानकडून भाविकांना १० रु. देणगी मूल्य आकारून पोळी-भाजी, भात-आमटी, शिरा इत्यादी पदार्थ पूर्ण जेवणात पुरविले जातात. रात्रीच्या प्रसादात खिचडीभात, कढी, सार दिले जाते. दुपारी १२ ते २ व रात्री ८ ते ९ या वेळेत भाविकांना प्रसादाचा लाभ घेता येतो. प्रसादाचे कूपन श्री ज्ञानेश्वरमहाराजांचे संजीवन समाधीचे दर्शन घेऊन बाहेर पडताना गणेश मंडपात उपलब्ध करण्यात आले आहे; जेणेकरून सदर प्रसादाचा लाभ दर्शनार्थी भाविकांनाच होईल, हा उद्देश आहे. सकाळी ११ ते १२ व रात्री ७ ते ८ या वेळेत प्रसादाचे कूपन वितरित केले जाते. भोजन प्रसादालयाचे केटरिंगचे काम कराराने दिले आहे. १ आचारीमदतनीस व इतर सेवकांचे मदतीने प्रसादालयातील व्यवस्था सांभाळली जातेअन्नदान योजना २००७ मध्ये पुनरुज्जीवित करण्यात आली. नाममात्र शुल्कात मिष्टान्नासह, पोटभर माऊलीप्रसाद देण्याची ही योजना आज गेली सात वर्षे ‘स्वयंपूर्ण’ रीत्या कार्यरत आहे. स्वच्छ प्रसन्न वातावणातील या अन्नदान योजनेचा अनेक भाविक लाभ घेतात. सुमारे चारशेहून अधिक भक्त दिवसा व दोनशेचे आसपास भाविक सायंकाळी या अन्नदान योजनेचा लाभ घेतात व माऊलींच्या प्रसादाला वाखाणतात. उत्तम दर्जाचे साहित्य, त्याचं संगणकीकरण केलेली कोठी, स्वच्छता, स्वयंपाक करणाऱ्यांची प्रसन्न मुद्रा व आपुलकीने केलेले वाढप यामुळे मंदिरातच असल्याचा भाव भाविकांनी व्यक्त केला आहे. म्हणूनच काही अनामिक भाविकांच्या देणग्या मिळाल्याने गेल्या सात वर्षांत भोजनप्रसाद कूपनात कोणतीही वाढ झाली नाही.
            </p>
          </div><!-- Menu Item -->

        </div>
      </div><!-- End Breakfast Menu Content -->

      <div class="tab-pane fade" id="menu-lunch">

        <div class="tab-header text-center">
          <p>उपक्रम</p>
          <h3>ग्रंथालय / अभ्यासिका</h3>
        </div>

        <div class="row gy-5">

          <div class="col-lg-4 menu-item">
            <a href="<?php echo base_url();?>assets/img/menu/menu-item8.png" class="glightbox"><img src="<?php echo base_url();?>assets/img/menu/menu-item8.png" class="menu-img img-fluid" alt=""></a>
           
            <p class="ingredients">
            संस्थानने अभ्यासक व भाविकांसाठी ग्रंथालय, अभ्यासिका बारा तास खुली ठेवली आहे. पूर्वी संस्थानचे ग्रंथालय होते, पण कमी जागेत हजार पाचशे ग्रंथ होते. आज संस्थानचे सुमारे वीस हजार ग्रंथांचे सुसज्ज ग्रंथालय आहे. ग्रंथालय स्वतंत्र इमारतीमध्ये असून ग्रंथालयाचे स्वतंत्र असे महिला व पुरुषांसाठी वाचनकक्ष आहेत. ग्रंथालयासाठी उत्तम गुणवत्ताधारक ग्रंथपालाची नियुक्ती केलेली आहे. सर्व ग्रंथांचे संगणकीकरण केलेले आहे. ग्रंथालयात धार्मिक, सांस्कृतिक, भाषा, साहित्य व तत्त्वज्ञानाचे ग्रंथ आहेत. तरुण पिढीने मागणी केल्याप्रमाणे स्पर्धा परीक्षांसाठी ग्रंथांची मागणी केलेली आहे. अनेक विषयांच्या संदर्भ ग्रंथांची उपलब्धता सांस्कृतिक कोश, भाषिक कोश, शब्दार्थ कोश, तत्त्वज्ञानाचे कोशही उपलब्ध आहेत.
            </p>
           
          </div><!-- Menu Item -->

          <div class="col-lg-4 menu-item">
            <a href="<?php echo base_url();?>assets/img/menu/menu-item13.png" class="glightbox"><img src="<?php echo base_url();?>assets/img/menu/menu-item13.png" class="menu-img img-fluid" alt=""></a>
           <h4>पाणीपुरवठा योजना</h4>
           <p class="ingredients">
            जीवनदान (पिण्याचे शुद्ध पाणी) योजना कार्यान्वित झाली आहे. आळंदी नगरीला होणाऱ्या पिण्याच्या अडचण लक्षात घेतली आणि वैज्ञानिक दृष्ट्या शुद्ध पाणी उपलब्ध करण्याचा प्रकल्प पूर्णत्वास गेला. त्यातील शुद्ध पाण्याचा लाभ समस्त वारकरी, आळंदीकर ग्रामस्थ आज घेत आहेत. आता या ‘प्रकल्पात’ दोन / तीन नव्या यंत्रांद्वारे हा प्रकल्प ‘माऊलीबाग’ व ‘भक्तनिवास’ दोन्ही ठिकाणी सर्वसामान्यांना खुला आहे.
            </p>
           
          </div><!-- Menu Item -->
          <div class="col-lg-4 menu-item">
           
            <p class="ingredients">
            अभ्यासक, वाचक यांच्यासाठी निवांत वाचनाकरिता टेबल-खुर्चीसारखे फर्निचर असून वेगवेगळी इलेक्ट्रॉनिक साधनेही आहेत. या साहित्याचा वापर या ठिकाणी व्यवस्थित होत आहे. तसेच अनामत रक्कम भरून ग्रंथ घरी वाचनासाठी उपलब्ध आहेत.
            </p>
            
          </div><!-- Menu Item -->

          <div class="col-lg-4 menu-item">
           
            <p class="ingredients">
            या ग्रंथालयामध्ये पुणे विद्यापीठ मान्यतेने भाषा, साहित्य, सांस्कृतिक अभ्यासाचे संशोधन केंद्र असून या संशोधन केंद्रामध्ये शेकडो हस्तलिखिते आहेत. बरीच हस्तलिखिते मोडी, देवनागरी लिपीत असून मोडी लिपीचे मराठीतून अनेक पोथ्यांचे रूपांतर केले आहे. संशोधन केंद्राच्या वतीने प्रत्येक वर्षी संतसाहित्यावर दोन परिसंवाद आयोजित केले जातात. या परिसंवादांत अनेक संशोधक, संतसाहित्याच्या व्यासंगी अभ्यासकांचा आवर्जून सहभाग असतो. पुणे परिसरातील अनेक अभ्यासक, साधक यांची उपस्थिती वाखाणण्यासारखी असते. संशोधन केंद्राचे उद्घाटन मा. डॉ. देगलूरकर व डॉ. सदानंद मोरे यांच्या शुभ हस्ते करण्यात आले.
            </p>
           
          </div><!-- Menu Item -->

          <div class="col-lg-4 menu-item">
           
            <p class="ingredients">
            संशोधन केंद्राला लवकरच एम. फिल्, पीएच.डी. पदवीची मान्यता विद्यापीठाकडून मिळावी, अशी अपेक्षा आहे. या संशोधन केंद्रातून पदव्युत्तर अभ्यासक्रम संशोधनपर पदवी मिळावी, यासाठी पुणे विद्यापीठाचे नव्याने संलग्नीकरण मिळविण्याच्या दृष्टीने प्रयत्न आहेत.ठिकाणी व्यवस्थित होत आहे. तसेच अनामत रक्कम भरून ग्रंथ घरी वाचनासाठी उपलब्ध आहेत. या ग्रंथालयामध्ये पुणे विद्यापीठ मान्यतेने भाषा, साहित्य, सांस्कृतिक अभ्यासाचे संशोधन केंद्र असून या संशोधन केंद्रामध्ये शेकडो हस्तलिखिते आहेत. बरीच हस्तलिखिते मोडी, देवनागरी लिपीत असून मोडी लिपीचे मराठीतून अनेक पोथ्यांचे रूपांतर केले आहे. संशोधन केंद्राच्या वतीने प्रत्येक वर्षी संतसाहित्यावर दोन परिसंवाद आयोजित केले जातात. या परिसंवादांत अनेक संशोधक, संतसाहित्याच्या व्यासंगी अभ्यासकांचा आवर्जून सहभाग असतो. पुणे परिसरातील अनेक अभ्यासक, साधक यांची उपस्थिती वाखाणण्यासारखी असते. संशोधन केंद्राचे उद्घाटन मा. डॉ. देगलूरकर व डॉ. सदानंद मोरे यांच्या शुभ हस्ते करण्यात आले.
            </p>
            
          </div><!-- Menu Item -->

          <div class="col-lg-4 menu-item">
           
            <p class="ingredients">
            संशोधन केंद्राला लवकरच एम. फिल्, पीएच.डी. पदवीची मान्यता विद्यापीठाकडून मिळावी, अशी अपेक्षा आहे. या संशोधन केंद्रातून पदव्युत्तर अभ्यासक्रम संशोधनपर पदवी मिळावी, यासाठी पुणे विद्यापीठाचे नव्याने संलग्नीकरण मिळविण्याच्या दृष्टीने प्रयत्न आहेत.
            </p>
            
          </div><!-- Menu Item -->

         

        </div>
      </div><!-- End Lunch Menu Content -->

      <div class="tab-pane fade" id="menu-dinner">

        <div class="tab-header text-center">
          <p>उपक्रम</p>
          <h3>माऊली बाग</h3>
        </div>

        <div class="row gy-5">

          <div class="col-lg-4 menu-item">
            <a href="<?php echo base_url();?>assets/img/menu/menu-item9.png" class="glightbox"><img src="<?php echo base_url();?>assets/img/menu/menu-item9.png" class="menu-img img-fluid" alt=""></a>
            
            <p class="ingredients">
            श्री क्षेत्र आळंदीच्या पश्चिमेस गोपाळपूर मार्गावर संस्थानची ‘माऊलीबाग’ नव्याने विकसित केली आहे. या बागेतच चार ते पाच गाईंचा गोठा आहे. (गोशाळा ) गाईंचे दूध माऊलीसाठी नैवेद्य, अभिषेकासाठी वापरले जाते. या बागेतील जमीन पूर्वी उताराची होती. शेजारीच इंद्रायणी नदी वाहते. बाग एकूण एक हेक्टर क्षेत्रफळाची असून यामध्ये अनेक प्रकारची झाडे होती. प्रथम ह्या बागेला चोहोबाजूंनी उंच दगडी भिंतीचे कंपाऊंड केले. आतील बाजूस दोन ते तीन दगडांचे टप्पे करून त्यामध्ये पोयटा माती टाकली. पाच ते दहा गुंठा क्षेत्राचे छोटे-छोटे भाग करून, मधे-मधे जाण्यासाठी रस्ते तयार केले. बागेच्या मधोमध एक सुंदर ‘निरीक्षणगृह’ तयार करून घेतले. बरीचशी जुनी उंच झाडे ठेवून नव्याने दोनशेपेक्षा जास्त केळीची लागवड केली. टप्पे करून त्यामध्ये पोयटा माती टाकली. पाच ते दहा गुंठा क्षेत्राचे छोटे-छोटे भाग करून, मधे-मधे जाण्यासाठी रस्ते तयार केले. बागेच्या मधोमध एक सुंदर ‘निरीक्षणगृह’ तयार करून घेतले. बरीचशी जुनी उंच झाडे ठेवून नव्याने दोनशेपेक्षा जास्त केळीची लागवड केली.
            </p>
            
          </div><!-- Menu Item -->
          <div class="col-lg-4 menu-item">
            <a href="<?php echo base_url();?>assets/img/menu/menu-item12.png" class="glightbox"><img src="<?php echo base_url();?>assets/img/menu/menu-item12.png" class="menu-img img-fluid" alt=""></a>
            <h4>विश्रांतवड</h4>
            <p class="ingredients">
            विश्रांतवडाजवळील शिवलिंग व नंदीचे पुनरुज्जीवन केले आहे. अतिशय भव्य सुंदर प्रवेशद्वार उभारले जात आहे. भविष्यकाळात श्री नृसिंहसरस्वतीमहाराजांनी अर्पण केलेला अतीव सुंदर लाकडी रथ या जागी ठेवण्याची योजना आहे. या रथाचे परिपूर्ण दर्शन सर्वांना घडावे, अशी योजना लवकरच पूर्णत्वाला जाईल. याखेरीज मूळ विश्रांतवडाला संरक्षण दिले जात आहे तसेच माऊलींनी पालखी नवरात्रात जेथे विसावते, दिंडीचे अभंग होतात; त्यासाठी तेथे उत्तम चौथरा व जागा विकसित केली जात आहे. याचभोवती ध्यानमंदिर, श्रद्धेने प्रस्थानत्रयीचे वाचन-चिंतन-पारायण, मनन-भजन-कीर्तन, पदपथ आदी गोष्टींसाठी वारकऱ्यांसाठी जागा उपलब्ध करून देण्यात येणार आहे. तसेच पद्मावतीपासून बंद पाईपमधून विश्रांतवडावर पाणी आणण्याचा प्रकल्प लवकरच पूर्ण होत आहे.
            </p>
          
          </div><!-- Menu Item -->
          <div class="col-lg-4 menu-item">
            <a href="<?php echo base_url();?>assets/img/menu/menu-item11.png" class="glightbox"><img src="<?php echo base_url();?>assets/img/menu/menu-item11.png" class="menu-img img-fluid" alt=""></a>
            <h4>विश्रांतवड</h4>
            <p class="ingredients">
            ळंदी तीर्थक्षेत्राच्या उत्तरेस संस्थानचे विश्रांतवड व त्याच्या परिसराचे नूतनीकरण, संवर्धन करण्याचे काम आज चालू आहे. तसेच संस्थानचे ४१० एकर इनाम जमिनीचे रक्षण करून त्यावर वृक्षारोपण करण्याचे काम चालू आहे. याच जागेतील काही क्षेत्र नगर परिषदेस घनकचऱ्यासाठी पाच वर्षांच्या करारावर व नाममात्र भाड्याने देण्यात आले आहे. चौदाशे वर्षे तप केलेल्या योगी चांगदेवाचे गर्वहरण माऊलींनी भिंत चालवून केल्याचे सांगितले जाते. ही ‘अपूर्व भेट’ जिथे झाली, ते स्थळ म्हणजे ‘विश्रांतवड’. सांप्रदायिक भाविकांचे दृष्टीने ह्या स्थळाला विशेष महत्त्व आहे. म्हणूनच विश्वस्त मंडळाने या प्रकल्पाकडे विशेष लक्ष दिले आहे. सर्वप्रथम मालमत्तेच्या सीमा, सरकारी नियमांनुसार कायम करून तेथे संरक्षक भिंत म्हणूनच विश्वस्त मंडळाने या प्रकल्पाकडे विशेष लक्ष दिले आहे. सर्वप्रथम मालमत्तेच्या सीमा, सरकारी नियमांनुसार कायम करून तेथे संरक्षक भिंत उभारली आहे.
            </p>
           
          </div><!-- Menu Item -->
          <div class="col-lg-4 menu-item">
            <a href="<?php echo base_url();?>assets/img/menu/menu-item10.png" class="glightbox"><img src="<?php echo base_url();?>assets/img/menu/menu-item10.png" class="menu-img img-fluid" alt=""></a>
          
            <p class="ingredients">
            आज तुळस ते झेंडू, कमळ, सोनचाफा, निशिगंध, मोगरा, शेवंती, कृष्णकमळ यासारख्या पंधरापेक्षा जास्त फुलांच्या जातींची लागवड केली आहे. पूर्ण बागेत बंद पाईपच्या माध्यमातून पाण्याचे पॉइंट तयार केले. सर्व फुलबागेला पाणी पुरविले आहे. बागेत एक कोठीगृह करून त्याचेसमोर सुंदर झाडांची हिरवळ सह लागवड केली आहे. फुलांच्या उत्तमोत्तम प्रजाती तयार करण्यासाठी पॉलिहाऊस छत तयार केले आहे. शिवाय दुभत्या गाईंसाठी हिरव्या गवताची (घास) लागवड केली आहे. रस्ते फरसबंदी केले असून कमळफुलांचे बेटही तयार केले आहे. या बागेतून श्री ज्ञानेश्वर माऊलींना रोज हार-फुले, माळा बनविल्या जातात. पाण्यासाठी दोन विंधन विहिरी खोदल्या असून त्यातील एका विहिरीवर स्वच्छ पाण्याचा प्रकल्प उभा केला आहे माऊलीबागेत . हे स्वच्छ पाणी परिसरातील नागरिकांना, वारकऱ्यांना मोफत पुरविले जाते. शिवाय निर्माल्यासाठी एक छोटा खतप्रकल्पही उभा केला जातो.
            </p>
           
          </div><!-- Menu Item -->

       

          

        </div>
      </div><!-- End Dinner Menu Content -->

    </div>

  </div>

</section><!-- /Menu Section -->